[Manufacturers.SeraphCrystal ManufacturerDefinition]
Grades[0]=(DisplayName="Cristais de Serafim")
Grades[1]=(DisplayName="Cristais de Serafim")
Grades[2]=(DisplayName="Cristais de Serafim")
Grades[3]=(DisplayName="Cristais de Serafim")
Grades[4]=(DisplayName="Cristais de Serafim")
Grades[5]=(DisplayName="Cristais de Serafim")
Grades[6]=(DisplayName="Cristais de Serafim")
Grades[7]=(DisplayName="Cristais de Serafim")
Grades[8]=(DisplayName="Cristais de Serafim")
Grades[9]=(DisplayName="Cristais de Serafim")
Grades[10]=(DisplayName="Cristais de Serafim")
Grades[11]=(DisplayName="Cristais de Serafim")
Grades[12]=(DisplayName="Cristais de Serafim")
Grades[13]=(DisplayName="Cristais de Serafim")
Grades[14]=(DisplayName="Cristais de Serafim")
Grades[15]=(DisplayName="Cristais de Serafim")
Grades[16]=(DisplayName="Cristais de Serafim")

[UsableItems.Pickup_SeraphCrystal UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Cristal de Serafim"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Cristais de Serafim no máximo"
NoManufacturerName="Genérico"

[UsableItems.Pickup_SeraphCrystal:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="Uma raridade muito procurada pelo comerciante de Serafins."
NoConstraintText=""
Suffix=""
Prefix=""

[UsableItems.Pickup_SeraphCrystal:AttributePresentationDefinition_6 AttributePresentationDefinition]
Description="Vale à pena matar por isso? Logo iremos descobrir!"
NoConstraintText=""
Suffix=""
Prefix=""

